{
    "preguntas": [
        "¿Te gusta participar en actividades deportivas y físicas?",
        "¿Disfrutas de actividades artísticas como la música, la pintura, la danza, la fotografia o otras actividades creativas?",
        "¿Te apasiona resolver problemas matemáticos o científicos?",
        "¿Te atraen las actividades relacionadas con la tecnología y la innovación?",
        "¿Te gusta participar en proyectos creativos como la escritura, la fotografía o actuar?",
        "¿Prefieres estar rodeado de personas y participar en actividades?",
        "¿Prefieres actividades en las que puedas expresarte libremente, como el teatro o la música?",
        "¿Te gusta competir y destacarte en lo que haces?",
        "¿Prefieres actividades que te permitan reflexionar y trabajar de manera independiente?",
        "¿Consideras que tienes buena coordinación y habilidades físicas para los deportes?",
        "¿Disfrutas de actividades que requieren creatividad e imaginación?",
        "¿Te sientes cómodo utilizando herramientas tecnológicas y aprendiendo sobre nuevas tecnologías?",
        "¿Te gusta resolver acertijos, problemas o realizar actividades que requieren concentración?",
        "¿Disfrutas de actividades que te permiten expresar tus emociones a través del arte o la música?",
        "¿Prefieres trabajar en equipo para lograr un objetivo común?",
        "¿Te sientes cómodo participando en discusiones o debates en grupo?",
        "¿Te gusta participar en actividades grupales como deportes o teatro?",
        "¿Prefieres actividades donde puedas colaborar con otros, en lugar de trabajar solo?",
        "¿Te sientes motivado cuando puedes compartir tus ideas y aprender de los demás?",
        "¿Te motiva la idea de competir y ganar en juegos o deportes?",
        "¿Te interesa aprender cosas nuevas y explorar diferentes áreas de conocimiento?",
        "¿Te motiva la autoexpresión y sientes que es importante compartir tus pensamientos y sentimientos?",
        "¿Prefieres actividades que te desafíen y te permitan superar tus límites?",
        "¿Te sientes mejor cuando puedes liberar energía a través de actividades físicas intensas?",
        "¿Prefieres actividades que te permitan desconectar y centrarte en el momento presente?",
        "¿Te ayudan las actividades creativas como la escritura o el arte o manejar el estrés?",
        "¿Te sientes más relajado cuando practicas deportes o ejercicios físicos?",
        "¿Te interesa mejorar tus habilidades físicas o atléticas?",
        "¿Estás buscando actividades que te ayuden a desarrollar habilidades de liderazgo o trabajo en equipo?",
        "¿Te importa mantener un equilibrio entre tu salud física y mental a través de actividades?",
        "¿Tienes el objetivo de aprender una nueva habilidad o mejorar una que ya tienes?",
        "¿Estás buscando actividades que te ayuden a crecer personalmente y alcanzar tus metas a largo plazo?"
    ],
    "imagenes": [
        "deportes.png",
        "artes.jpg",
        "ciencia.jpg",
        "tecnologia.jpg",
        "creatividad.jpg",
        "social.jpg",
        "autoexpresion.jpg",
        "competitividad.jpg",
        "independencia.jpg",
        "coordinacion.jpg",
        "creatividad_habilidad.jpg",
        "tecnologia_habilidad.jpg",
        "resolucion_problemas.jpg",
        "expresion_artistica.jpg",
        "trabajo_equipo.jpg",
        "debates.jpg",
        "actividades_grupales.jpg",
        "colaboracion.jpg",
        "compartir_ideas.jpg",
        "competir.jpg",
        "aprendizaje.jpg",
        "autoexpresion_valor.jpg",
        "superar_limites.jpg",
        "liberar_energia.jpg",
        "desconectar.jpg",
        "creatividad_relajacion.jpg",
        "deportes_relajacion.jpg",
        "mejorar_habilidades.jpg",
        "desarrollo_liderazgo.jpg",
        "equilibrio_salud.jpg",
        "aprender_nueva_habilidad.jpg",
        "crecimiento_personal.jpg"
    ]
}