{
    "preguntas": [
        "¿Te interesa participar en actividades que requieren mantener un esfuerzo físico durante largos periodos?",
        "¿Te interesan las actividades donde la rapidez y la capacidad de reacción son clave para el éxito?",
        "¿Te interesan los deportes o actividades que implican el uso de potencia muscular y fuerza física?",
        "¿Te interesa participar en actividades que requieren moverse con rapidez y destreza?",
        "¿Te interesa realizar actividades que requieren coordinación precisa de tus brazos y manos?",
        "¿Te interesa realizar actividades que requieren coordinación precisa de tus piernas y pies?",
        "¿Te interesa participar en actividades que requieren una gran flexibilidad y elasticidad en tu cuerpo?",
        "¿Te interesa participar en actividades que requieren alta determinación y motivación constante?",
        "¿Te interesan las actividades que ponen a prueba tu capacidad para sobreponerse a dificultades y seguir adelante?",
        "¿Disfrutas de actividades que requieren un alto nivel de compromiso y disciplina personal?",
        "¿Te interesa participar en actividades que te permiten asumir roles de liderazgo y guiar a otros?",
        "¿Te atraen actividades que implican asumir riesgos, responsabilidades y cumplir compromisos?",
        "¿Te interesa involucrarte en actividades que requieren resolver problemas complejos y encontrar soluciones creativas?",
        "¿Te interesan las actividades que te obligan a controlar tus emociones y mantener la calma en situaciones difíciles?",
        "¿Te gustan las actividades que promueven un estilo de vida saludable tanto física como mentalmente?",
        "¿Te interesan las actividades que requieren esperar y trabajar con calma para ver resultados?",
        "¿Te gusta aprender y recordar cosas nuevas, como letras de canciones, pasos de baile, o datos importantes?",
        "¿Te gusta hacer las cosas lo mejor posible, incluso si eso significa dedicarles más tiempo?",
        "¿Te interesan las actividades que requieran seguir adelante a pesar de los obstáculos para alcanzar tus metas?",
        "¿Te gusta hacer actividades donde necesitas estar muy concentrado y enfocado para hacerlo bien?",
        "¿Te interesan las actividades que te permiten expresar tus emociones y pensamientos?",
        "¿Disfrutas de actividades donde es importante trabajar en equipo y colaborar con otros?",
        "¿Te interesa compartir tus ideas y escuchar a los demás en actividades de grupo?",
        "¿Te gusta ayudar y trabajar bien con otros para completar tareas o proyectos?",
        "¿Te sientes más cómodo realizando actividades en las que dependen principalmente de tus propias habilidades y esfuerzos?",
        "¿Te sientes cómodo participando en actividades que implican contacto físico con otros?",
        "¿Te interesan las actividades donde la planificación y la estrategia juegan un papel clave en el éxito?"
    ],
    "imagenes": [
        "Resistencia.png",
        "Velocidad.png",
        "Fuerza.png",
        "Agilidad.png",
        "Coordinación_superior.png",
        "Coordinación_inferior.png",
        "Flexibilidad.png",
        "Determinación_motivación.png",
        "Resiliencia.png",
        "Disciplina.png",
        "Liderazgo.png",
        "Responsabilidad.png",
        "Solución_problemas.png",
        "Autocontrol.png",
        "Equilibrio_física_mental.png",
        "Paciencia.png",
        "Memorización.png",
        "Perfeccionismo.png",
        "Perseverancia.png",
        "Concentración.png",
        "Autoexpresión.png",
        "Trabajo_equipo.png",
        "Comunicación.png",
        "Cooperación.png",
        "Trabajo_individual.png",
        "Deporte_contacto.png",
        "Deporte_estrategia.png"
    ]
}